Repository: common-repository/zephyr-project-manager
Catalog: languages/zephyr-project-manager-*.po
Languages: sv_se

source: Project Report
sv_se: Projektrapport

source: Generate a detailed project report by clicking on the 'Generate Report' button above.
sv_se: Generera en detaljera projektrapport genom att klicka på “Generera Rapport”-knappen ovan.

source: Create Customized Chart
sv_se: Skapa Anpassat Diagram

source: Profile Settings
sv_se: Profilinställningar

source: Email Address
sv_se: Emailadress

source: Email Notifications
sv_se: Email Påminnelser

source: All Activity
sv_se: Samtliga Aktiviteter

source: Task Reminders
sv_se: Påminnelser om Uppgifter

source: Weekly Updates
sv_se: Veckouppdateringar

source: This task does not exist or has been deleted.
sv_se: Denna uppgift finns inte eller har tagits bort.

source: Not Set
sv_se: Ej Satt

source: Convert to Project
sv_se: Konvertera till Projekt

source: Export Task
sv_se: Exportera Uppgift

source: Select Assignees
sv_se: Välj Ansvariga

source: Select Project
sv_se: Välj Projekt

source: Parent Task
sv_se: Huvuduppgift

source: Recurring/Daily Task
sv_se: Återkommande Daglig Uppgift

source: Set Recurrence
sv_se: Sätt Återkommande

source: Daily
sv_se: Daglig

source: Weekly
sv_se: Veckovis

source: Monthly
sv_se: Månadsvis

source: Annually
sv_se: Årlig

source: Repeat every
sv_se: Upprepa varje

source: day
sv_se: dag

source: Days to Repeat
sv_se: Dagar att Upprepa

source: Starts On:
sv_se: Startar den:

source: Expires On (leave empty for no expiration):
sv_se: Upphör den (lämna tom om inget slutdatum)

source: week
sv_se: vecka

source: month
sv_se: månad

source: year
sv_se: år

source: Add Files
sv_se: Lägg till Filer

source: Back to Tasks
sv_se: Tillbaka till Uppgifter

source: Assigned To
sv_se: Tilldelad

source: No subtasks. Create a subtask by clicking on the "New Subtask" button above.
sv_se: Inga deluppgifter. Skapa en deluppgift genom att klicka på “Ny Deluppgift” ovan.

source: There are no files yet.
sv_se: Det finns inga filer ännu.

source: You do not currently have access to view this task.
sv_se: Du saknar f n åtkomst för att se denna uppgift.

source: My Tasks
sv_se: Mina Uppgifter

source: All Tasks
sv_se: Samtliga Uppgifter

source: Pending
sv_se: Väntar

source: Next 7 Days
sv_se: Nästa 7 Dagar

source: Archived
sv_se: Arkiverade

source: Date Created
sv_se: Skapad den

source: Due Date (Decending)
sv_se: Förfallodatum (Fallande)

source: Due Date (Ascending)
sv_se: Förfallodatum (Stigande)

source: Alphabetical
sv_se: Alfabetisk

source: Sort By
sv_se: Sortera på

source: Members & Users
sv_se: Medlemmar och Användare

source: Create New User
sv_se: Skapa Ny Användare

source: Edit
sv_se: Ändra

source: All Assigned Tasks
sv_se: Alla Tilldelade Uppgifter

source: Go To Task
sv_se: Gå Till Uppgift

source: Go To Project
sv_se: Gå till Projekt

source: Task Attachments
sv_se: Uppgiftsbilagor

source: Edit Task
sv_se: Ändra Uppgift

source: Select Project or Task
sv_se: Välj Projekt eller Uppgift

source: Upload
sv_se: Ladda Upp

source: New Project Status Report
sv_se: Ny Projektstatusrapport

source: Title
sv_se: Titel

source: Chart
sv_se: Diagram

source: Home
sv_se: Hem

source: Reporting
sv_se: Rapporter

source: Page not found
sv_se: Sidan finns inte

source: Enter a search term above to search for related projects and tasks.
sv_se: Ange en sökterm ovan för att söka relaterade projekt och uppgifter.

source: Select File
sv_se: Välj Fil

source: Calender
sv_se: Kalender

source: Go to Backend
sv_se: Gå till Backend

source: Create Subtask
sv_se: Skapa Deluppgift

source: Users
sv_se: Användare

source: Search
sv_se: Sök

source: You need to add your Asana Personal Access Token to get started with the Asana Integration. You can get an Asana token by clicking on the button below and then pasting the code you receive in the text field %s here. %s
sv_se: Du måste lägga till din Asana Personal Access Token för att kunna starta med Asana-integrationen. Du kan få en Asana token genom att klicka på knappen nedan och klistra in koden du får i textfältet %s här. %s

source: The Personal Access Token provided does not seem to be correct. Please make sure that you have entered the token correctly %s here. %s
sv_se: Den Personal Access Token du lagt till verkar inte vara korrekt. Vänligen se till att du lagt till din Token korrekt %s här. %s

source: Asana Workspaces
sv_se: Asana Arbetsytor

source: Back to Asana Projects
sv_se: Tillbaka till Asana Projekt

source: Import Asana Task
sv_se: Importera Asana Uppgift

source: Select project to import the task to
sv_se: Välj projekt att importera uppgiften till

source: Import Task
sv_se: Importera Uppgift

source: Export Asana Tasks
sv_se: Exportera Asana Uppgifter

source: Export Tasks
sv_se: Exportera Uppgifter

source: Import Asana Tasks
sv_se: Importera Asana Uppgifter

source: New Custom Field
sv_se: Nytt Anpassat Fält

source: Custom Fields
sv_se: Anpassade Fält

source: Allows you to create custom fields to provide more information for your tasks and suite your projects needs
sv_se: Låter dig skapa anpassade fält för att tillfoga mer information i dina uppgifter på ett sätt som bättre stöder dina projekt

source: New Task Template
sv_se: Ny Uppgiftsmall

source: Task Templates
sv_se: Uppgiftsmall

source: Allows you to create reusable templates with custom field configurations for your tasks
sv_se: Låter dig skapa återanvändbara mallar med anpassade fält för dina uppgifter

source: Template Name
sv_se: Mallnamn

source: Default Assignee
sv_se: Förvald Ansvarig

source: Default Project
sv_se: Förvalt Projekt

source: Default Team
sv_se: Förvalt Team

source: Template Fields
sv_se: Mallfält

source: Drag fields up or down to change the order
sv_se: Dra fälten upp eller ner för att ändra ordningen

source: Add custom fields here
sv_se: Lägg till anpassade fält här

source: Create Task Template
sv_se: Skapa Uppgiftsmall

source: Edit Task Template
sv_se: Ändra Uppgiftsmall

source: This is the default task template and has no additional custom fields and cannot be edited.
sv_se: Detta är den förvalda standardmallen och har inga anpassade fält och kan inte ändras.

source: Edit Custom Field
sv_se: Ändra Anpassat Fält

source: Select Field Values
sv_se: Select-fält Värden

source: Add Option
sv_se: Lägg till Option

source: Only Visible To
sv_se: Endast Synlig För

source: Update Custom Field
sv_se: Uppdatera Anpassat Fält

source: Create Custom Field
sv_se: Skapa Anpassat Fält

source: No Kanban Boards found
sv_se: Inga Kanbantavlor funna

source: Add Column
sv_se: Addera Kolumn

source: Use milestones to mark specific points along a project timeline or group multiple projects into a larger, long-term project.
sv_se: Använd milstenar för att ange viktiga punkter längs ett projekts tidslinje eller för att gruppera flera projekt till ett större, längre projekt.

source: Download PDF Report
sv_se: Ladda ner PDF-rapport

source: Workspaces
sv_se: Arbetsytor

source: Get personal token for Asana
sv_se: Skaffa en personlig token för Asana

source: Enable Frontend Project Manager
sv_se: Aktivera Frontend Project Manager

source: Frontend Project Manager Page
sv_se: Ange WP-sida för Frontend Project Manager

source: Custom Frontend Pages
sv_se: Anpassade Frontend Sidor

source: Site Logo
sv_se: Site Logotype

source: Reset
sv_se: Återställ

source: Logo Link
sv_se: Länk till Logotype

source: Logout Link
sv_se: Logout-länk

source: Primary Color
sv_se: Primär Färg

source: Secondary Color
sv_se: Sekundär Färg

source: Login Page
sv_se: Login-sida

source: Zephyr Features
sv_se: Zephyr-funktioner

source: Custom Template
sv_se: Anpassad Mall

source: Frontend Theme
sv_se: Frontend-tema

source: Default Frontend Page
sv_se: Förvald Frontend-sida

source: Frontend Page Options
sv_se: Frontendsida Optioner

source: Users & Members
sv_se: Användare & Medlemmar

source: Other Settings
sv_se: Övriga Inställningar

source: Show Admin Bar
sv_se: Visa Adminmeny

source: Allow users to apply for tasks that require approval
sv_se: Tillåt användare att ansöka om uppgifter och som kräver godkännande

source: Do not show tasks that have already been applied for
sv_se: Visa inte de uppgifter som redan har ansökts om

source: Hide Avatar
sv_se: Göm Avatar

source: Hide Like Button
sv_se: Göm Gilla-knapp

source: Automatically redirect users without admin access to the frontend project manager
sv_se: Skicka användare som saknar admin-access automatiskt till Frontend Project Manager

source: Task Application User Message
sv_se: Uppgiftsansökan - Användarmeddelande

source: Approval Notifications Email Address
sv_se: Emailadress - Påminnelser för Godkännande

source: Welcome to Zephyr Project Manager Pro
sv_se: Välkommen till Zephyr Project Manager Pro

source: View your Asana projects and tasks in WordPress and import them into Zephyr to manage all your projects and tasks in one place.
sv_se: Se dina Asana-projekt och uppgifter i WordPress och importera dem till Zephyr och hantera alla dina projekt och uppgifter på ett ställe.

source: Set up the Asana Integration
sv_se: Ställ in Asana Integration

source: Create custom fields
sv_se: Skapa anpassade fält

source: Beautiful Frontend
sv_se: Tjusig Frontend

source: Includes a beautiful Frontend Project Manager that is customizable and easy to use to allow users or yourself to manage projects from the frontend with the dedicated user interface.
sv_se: Innehåller en tjusig, anpassningsbar och lättanvänd Frontend Project Manager så att du och dina användare kan driva projekt från frontend med ett dedikerat användargränssnitt.

source: Set up the Frontend Manager
sv_se: Ställ in Frontend Project Manager

source: View your tasks in a Kanban board style and drag and drop them into different columns to keep them organized.
sv_se: Se dina uppgifter i en Kanbantavla och organisera dem genom att dra och släppa dem till olika kolumner.

source: Reporting & Advanced Search
sv_se: Rapporter och Avancerad Sökning

source: Create details project progress reports for any project and customize which data should be shown in the report. You can then print or save the reports.
sv_se: Skapa detaljerade statusrapporter för dina projekt och anpassa vilka data som skall visas i rapporten. Du kan även printa och spara rapporter.

source: Coming Soon...
sv_se: Kommer Snart…

source: Many more features coming soon as well as an iOS mobile app to stay updated on the go.
sv_se: Många andra funktioner kommer inom kort, inklusive en iOS mobilapp för att hålla dig uppdaterad på språng.

source: Get started with Zephyr Pro
sv_se: Kom igång med Zephyr Pro

source: logged in
sv_se: inloggad

source: Please install Zephyr Project Manager (Basic) from the WordPress plugin repository to use the Pro version and the Extensions.
sv_se: Vänligen installera Zephyr Project Manager (Basic) från Wordpress tilläggshanterare för att använda Pro-versionen och Utökningarna.

source: Zephyr Project Manager Pro requires you to have the latest basic version installed and it seems like you are currently using a slightly outdated version. Please update the basic version to use the pro features.
sv_se: Zephyr Project Manager Pro kräver att du har den senaste basversionen installerad, och det verkar som du använder en något föråldrad version. Vänligen uppdatera basversionen för att använda pro-funktionerna.

source: Zephyr Project Manager version %s or higher is required. To continue using all the Pro features and avoid any incompatibility, please update it by going to Plugins > Zephyr Project Manager and clicking the Update button.
sv_se: Zephyr Project Manager version %s eller högre krävs. För att fortsätta använda alla Pro-funktionerna och undvika inkompatibilitet, vänligen uppdatera genom att gå till Tillägg > Zephyr Project Manager och klicka på Uppdatera.

source: View in WordPress
sv_se: Se i WordPress

source: The task %s has been completed.
sv_se: Uppgiften %s har slutförts.

source: Task Status Changed
sv_se: Uppgiftsstatus Ändrad

source: The task status of %s has been changed to %s.
sv_se: Statusen på uppgift %s har ändrats till %s.

source: You have the following due tasks this week
sv_se: Du har följande uppgifter som måste göras denna vecka

source: View Tasks in WordPress
sv_se: Se Uppgifter i WordPress

source: Please login to view the details
sv_se: Vänligen logga in för att se detaljerna

source: View Project
sv_se: Se Projekt

source: New subtask in %s: %s
sv_se: Ny deluppgift i %s:%s

source: A new subtask has been created for the task %s called %s
sv_se: En ny deluppgift har skapats för uppgift %s med namnet %s

source: Assigned to Team:
sv_se: Tilldelad Team:

source: New Comment
sv_se: Ny Kommentar

source: New Task Comment
sv_se: Nu Uppgiftskommentar

source: %s (%s) has commented on the task <b>"%s"</b>
sv_se: %s (%s) har kommenterat uppgiften <b>”%s”</b>§

source: New Project Comment
sv_se: Ny Projektkommentar

source: %s (%s) has commented on the project <b>"%s"</b>
sv_se: %s (%s) har kommenterat projektet <b>”%s”</b>

source: New task assigned to you
sv_se: En ny uppgift har tilldelats dig

source: New task has been created
sv_se: En ny uppgift har skapats

source: New recurrence of task
sv_se: Ny (återkommande) uppgift

source: %s updated the priority of %s to %s
sv_se: %s uppdaterade prioriteten av %s till %s

source: Message
sv_se: Meddelande

source: %s copied the task %s
sv_se: %s kopierade uppgfiten %s

source: No results found...
sv_se: Inga resultat hittade…

source: Allow Access
sv_se: Tillåt Åtkomst

source: Remaining Tasks
sv_se: Återstående Uppgifter

source: Percentage Complete
sv_se: Procent Slutfört

source: Edit Subtask
sv_se: Ändra Deluppgift

source: Subtask Name
sv_se: Deluppgift - Namn

source: Subtask Description
sv_se: Deluppgift - Beskrivning

source: Due
sv_se: Slut

source: %s Settings %s
sv_se: %s Inställningar %s

source: %s Purchase Premium %s
sv_se: %s Köp Premium %s

source: %s created a new project called %s
sv_se: %s skapade ett nytt projekt med namnet %s

source: %s deleted the project %s
sv_se: %s tog bort projektet %s

source: %s changed the name of the project %s to %s
sv_se: %s ändrade namnet på projektet %s till %s

source: %s changed the name of the task %s to %s
sv_se: %s ändrade namnet på uppgfiten %s till %s

source: %s changed the due date of the task %s to %s
sv_se: %s ändrade skutdatum för uppgiften %s till %s

source: %s changed the description of the project %s
sv_se: %s ändrade beskrivningen på projektet %s

source: %s created a new task called %s
sv_se: %s skapade en ny uppgift med namnet %s

source: %s assigned the task %s to %s
sv_se: %s tilldelade uppgfiten %s till %s

source: %s deleted the task %s
sv_se: %s tog bort uppgfiten %s

source: New Category
sv_se: Ny Kategori

source: Color
sv_se: Färg

source: Create Category
sv_se: Skapa Kategori

source: New Priority / Status
sv_se: Ny Prioritet / Status

source: Edit Priority / Status
sv_se: Ändra Prioritet / Status

source: Select Option
sv_se: Välj Option

source: Project Completed
sv_se: Projekt Slutfört

source: Project "%s" has been completed.
sv_se: Projekt “%s” har slutförts.

source: Project Assigned to You
sv_se: Projekt som Tilldelats Dig

source: Project "%s" has been assigned to you.
sv_se: Projekt “%s” har tilldelats dig.

source: Export Projects
sv_se: Exportera Projekt

source: Import Projects
sv_se: Importera Projekt

source: Import iCal File
sv_se: Importera iCal Fil

source: No description added.
sv_se: Ingen beskrivning har lagts till.

source: No members have been added to this team
sv_se: Inga medlemmar har lagts till detta team

source: Edit Team
sv_se: Ändra Team

source: Select Team
sv_se: Välj Team

source: You have been mentioned in a comment
sv_se: Du har nämnts i en kommentar

source: You have been mentioned in a comment: %s
sv_se: Du har nämnts i en kommentar: %s

source: Untitled Project
sv_se: Namnlöst Projekt

source: Created by %s at %s today
sv_se: Skapad av %s kl %s idag

source: Created by %s on %s at %s
sv_se: Skapad av %s den %s kl %s

source: Created at %s today
sv_se: Skapad kl %s idag

source: Created on %s at %s
sv_se: Skapad den %s kl %s

source: Unarchive Project
sv_se: Återskapa Arkiverat Projekt

source: Archive Project
sv_se: Arkivera Projekt

source: Download PDF
sv_se: Ladda ner PDF

source: Export to CSV
sv_se: Exportera till CSV

source: Export to JSON
sv_se: Exportera till JSON

source: Remove from Dashboard
sv_se: Ta bort från Dashboard

source: There are no projects yet.
sv_se: Det finns inga projekt ännu.

source: Create a new project
sv_se: Skapa ett nytt projekt

source: Click to change to the list view
sv_se: Klicka för att ändra till listvy

source: Create Project
sv_se: Skapa Projekt

source: Create Kanban-style board projects with the
sv_se: Skapa projekt i Kanban-stil med

source: Pro Version
sv_se: Pro-versionen

source: Date Due
sv_se: Slutdatum

source: Alphabetically
sv_se: Alfabetiskt

source: Alphabetically (Descending)
sv_se: Alfabetiskt (fallande)

source: Messages
sv_se: Meddelande

source: Untitled Task
sv_se: Namnlös Uppgift

source: Toggle task completion
sv_se: Ändra slutförande av uppgift

source: Annualy
sv_se: Årlig

source: results found in comments
sv_se: resultat hittade i kommentarer

source: Repeats Daily
sv_se: Repeteras Dagligen

source: Repeats Weekly
sv_se: Repeteras Veckovis

source: Repeats Monthly
sv_se: Repeteras Månadsvis

source: Repeats Annually
sv_se: Repeteras Årsvis

source: Print
sv_se: Skriv ut

source: Enter Task Name
sv_se: Ange Uppgiftsnamn

source: Add Task Name
sv_se: Lägg till Uppgfitsnamn

source: You have been mentioned in a comment: {messageText}
sv_se: Du har nämnts i en kommentar: {messageText}

source: No Priority
sv_se: Ingen Prioritet

source: Low
sv_se: Låg

source: High
sv_se: Hög

source: Critical
sv_se: Kritisk

source: Set specific hours and minutes for tasks
sv_se: Ange specifikt timmar och minuter för uppgifter

source: You can now set the start and end minutes and hours for a task as well as the date.
sv_se: Du kan nu ange start och slut minuter och timmar för en uppgift liksom för ett datum.

source: There is a new WooCommerce integration coming soon which allows you to integrate with WooCommerce and create tasks and projects when orders are placed or payments are made and lots more.
sv_se: En ny integration med WooCommerce kommer snart där du kan skapa uppgifter och projekt när order skapas eller betalningar utförs och mycket mer.

source: Google Calendar and Drive integration
sv_se: Google Calendar och Drive integration

source: New Google Calendar and Drive integrations are coming soon to sync your tasks with your Google Calendar and upload files from Google Drive.
sv_se: Nya integrationer med Google Calendar och Google Drive kommer snart med synkning av uppgifter med Google Calendar och uppladdning av filer från Google Drive.

source: Even more custom fields and custom field templates
sv_se: Ännu fler anpassade fält och mallar

source: More custom fields and predefined templates are also being developed to be released soon
sv_se: Fler anpassade fält och fördefinierade mallar är också under utveckling och släpps snart

source: Not Started
sv_se: Ej Startad

source: In Progress
sv_se: Pågående

source: 25&#37; finished
sv_se: 25&#37; slutförda

source: 50&#37; finished
sv_se: 25&#37; slutförda

source: 75&#37; finished
sv_se: 75&#37; slutförda

source: 100&#37; finished
sv_se: 100&#37; slutförda

source: Show Actions...
sv_se: Visa Åtgärder…

source: Get Premium
sv_se: Skaffa Premium

source: Sorry, you do not have access to this page
sv_se: Du har tyvärr inte åtkomst till denna sida

source: logged out
sv_se: utloggad

source: There is no activity yet. Once there is, the activities will be displayed here.
sv_se: Det finns ingen aktivitet ännu. Så snart det sker kommer aktiviteterna att visas här.

source: %s Project Manager
sv_se: %s Projektledare

source: Products
sv_se: Produkter

source: Activity
sv_se: Aktivitet

source: Categories, Priorities & Statuses
sv_se: Kategorier, Prioriteter & Statusar

source: Devices
sv_se: Enheter

source: Teams & Members
sv_se: Teams & Medlemmar

source: Help
sv_se: Hjälp

source: Zephyr Latest Projects
sv_se: Zephyr Senaste Projekt

source: Zephyr Tasks
sv_se: Zephyr Uppgifter

source: View All Projects
sv_se: Se Samtliga Projekt

source: There are no tasks to view at the moment.
sv_se: Det finns inga uppgifter att visa för tillfället.

source: My Tasks Due This Weeks
sv_se: Mina Uppgifter som Förfaller Dessa Veckor

source: My Overdue Tasks
sv_se: Mina Förfallna Uppgifter

source: You have no overdue tasks.
sv_se: Du har inga förfallna uppgfiter.

source: See All Tasks
sv_se: Visa Alla Uppgfiter

source: Get started with Zephyr Project Manager now from %s here %s
sv_se: Kom igång med Zephyr Project Manager nu från %s här %s

source: Thanks for using Zephyr Project Manager. If you enjoy it, could you please consider leaving a review? It would really mean the world to me!
sv_se: Tack för att du använder Zephyr Project Manager. Om du gillar den, skulle du vänligen kunna tänka dig att skriva en recension? Det skulle betyda väldigt mycket för mig!

source: Leave a Review
sv_se: Skriv en Recension

source: Welcome to Zephyr Project Manager
sv_se: Välkommen till Zephyr Project Manager

source: Thanks for using Zephyr Project Manager. If you experience any problems or have any feature requests, I would be more than happy to add them. Please contact me at dylanjkotze@gmail.com for any queries.
sv_se: Tack för att du använder Zephyr Project Manager. Om du upplever några problem eller har några önskemål om ytterligare funktioner lägger jag väldigt gärna till dessa. Vänligen kontakta mig på dylanjkotze@gmail.com om du har några frågor.

source: Subtask
sv_se: Deluppgfit

source: Are you sure you want to delete this task? This action cannot be undone.
sv_se: Är du säker på att du vill ta bort denna uppgift? Den här åtgärden kan inte ångras.

source: Select Multiple
sv_se: Ändra Flera

source: Deselect All
sv_se: Avmarkera Samtliga

source: Archive
sv_se: Arkivera

source: Unarchive
sv_se: Återskapa

source: Nothing selected
sv_se: Inget valt

source: Create New Task or Select Existing
sv_se: Skapa en Ny Uppgift eller välj en existerande

source: Archive Tasks
sv_se: Arkivera Uppgifter

source: Delete Tasks
sv_se: Ta bort Uppgifter

source: Create Task
sv_se: Skapa Uppgifter

source: Creating...
sv_se: Skapar…

source: Archived Projects
sv_se: Arkiverade Projekt

source: Access updated
sv_se: Åtkomst uppdaterad

source: No projects created yet.
sv_se: Inga projekt har skapats ännu.

source: Project Archived
sv_se: Projekt har Arkiverats

source: Project Unarchived
sv_se: Projekt har Återskapats

source: Task Archived
sv_se: Uppgift har Arkiverats

source: Task Unarchived
sv_se: Uppgift har Återskapats

source: No templates found...
sv_se: Inga mallar kunde hittas…

source: Option Value
sv_se: Menyval (Option)

source: There is no chart data to show.
sv_se: Det finns inga data att visa.

source: Are you sure you want to permanently delete this custom field?
sv_se: Är du säker du vill ta bort detta anpassade fält permanent?

source: Are you sure you want to permanently delete this template?
sv_se: Är du säker du vill ta bort denna mall permanent?

source: Shortcode copied to clipboard
sv_se: Shortcode kopierad till clipboard

source: Edit Message
sv_se: Ändra Meddelande

source: Category
sv_se: Kategori

source: Please select a project first.
sv_se: Vänligen välj ett projekt först.

source: Are you sure you want to delete this message?
sv_se: Är du säker du vill ta bort detta meddelande?

source: Are you sure you want to delete this priority / status? This action cannot be undone.
sv_se: Är du säker du vill ta bort denna prioritet / status? Denna åtgärd kan inte ångras.

source: Message sent
sv_se: Meddelande sänt

source: Downloading...
sv_se: Laddar ner…
