Repository: common-repository/zephyr-project-manager
Catalog: languages/zephyr-project-manager-*.po
Languages: sv_se

source: Not set
sv_se: Ej angivet

source: Project created by %s on %s
sv_se: Projekt skapat av %s den %s

source: Report
sv_se: Rapport

source: Project Name
sv_se: Projektnamn

source: Project Description
sv_se: Projektbeskrivning

source: Start Date
sv_se: Startdatum

source: Due Date
sv_se: Slutdatum

source: Completed Tasks
sv_se: Slutförda Uppgifter

source: Pending Tasks
sv_se: Pågående Uppgifter

source: Overdue Tasks
sv_se: Försenade Uppgifter

source: % Complete
sv_se: % Färdiga

source: Complete
sv_se: Slutförda

source: Incomplete
sv_se: Ej Slutförda

source: There are no tasks for this
sv_se: Det finns inga uppgifter för detta

source: Tasks due this week
sv_se: Uppgifter att göra denna vecka

source: There are no tasks due this week.
sv_se: Det finns inga uppgifter att göra denna vecka.

source: Issues
sv_se: Problem

source: Risks
sv_se: Risker

source: Report created on %s
sv_se: Rapport skapad den %s

source: Completed
sv_se: Slutförd

source: Completed on %s
sv_se: Slutförd den %s

source: assigned to
sv_se: tilldelad

source: in team
sv_se: i team

source: in category
sv_se: i kategori

source: %s created a new column
sv_se: %s skapade en ny kolumn

source: created a new column called
sv_se: skapade en ny kolumn som heter

source: copied the column
sv_se: kopierade kolumnen

source: changed the name of the column %s to %s
sv_se: ändrade namnet på kolumnen %s till %s

source: %s renamed the column %s to %s
sv_se: %s ändrade namnet på kolumnen %s till %s

source: %s moved the task %s to %s
sv_se: %s flyttade uppgiften %s till %s

source: deleted the column
sv_se: tog kolumnen

source: Untitled
sv_se: Titel saknas

source: Untitled Milestone
sv_se: Milsten - Titel Saknas

source: No milestones found
sv_se: Inga milstenar hittade

source: Tasks
sv_se: Uppgifter

source: New Report
sv_se: Ny Rapport

source: Name
sv_se: Namn

source: Description
sv_se: Beskrivning

source: End Date
sv_se: Slutdatum

source: Type
sv_se: Typ

source: Project
sv_se: Projekt

source: Task
sv_se: Uppgift

source: None
sv_se: Ingen

source: Cancel
sv_se: Avbryt

source: Create Report
sv_se: Skapa Rapport

source: Connected to Asana
sv_se: Kopplad till Asana

source: Connect to Asana
sv_se: Koppla till Asana

source: Go to Asana
sv_se: Gå till Asana

source: Import data to Zephyr
sv_se: Importera data till Zephyr

source: Export data to Asana
sv_se: Exportera data till Asana

source: Settings
sv_se: Inställningar

source: Sign In with Asana
sv_se: Logga in med Asana

source: Select Template
sv_se: Välj Mall

source: New Project
sv_se: Nytt Projekt

source: New Task
sv_se: Ny Uppgift

source: New User
sv_se: Ny Användare

source: New Team
sv_se: Nytt Team

source: New File
sv_se: Ny Fil

source: Logout
sv_se: Logga ut

source: Thanks for applying. We will get back to you soon
sv_se: Tack för din ansökan. Vi återkommer inom kort

source: New Task Application
sv_se: New Ansökan om Uppgift

source: Task Application Approved
sv_se: Ansökan om Uppgift Godkänd

source: White label company name
sv_se: White-label företagsnamn

source: Company Name
sv_se: Företagsnamn

source: Milestone Settings
sv_se: Inställningar för Milstolpar

source: Order milestones by
sv_se: Sortera milstolpar som

source: Date Due (Newest to Oldest)
sv_se: Slutdatum (Nyast till Äldst)

source: Date Due (Oldest to Newest)
sv_se: Slutdatum (Äldst till Nyast)

source: Kanban Settings
sv_se: Kanban inställningar

source: Kanban Priority Highlight
sv_se: Kanban prioritetsmarkering

source: Enable Kanban Priority Highlight
sv_se: Aktivera Kanban Prioritetsmarkering

source: Custom Field Settings
sv_se: Anpassade fält - Inställningar

source: Hide Default Fields in New Task Popup
sv_se: Dölj standardfält i Ny Uppgift (Popupfönster)

source: Show Custom Fields in Task List
sv_se: Visa anpassade fält i Uppgiftslistan

source: Choose Image
sv_se: Välj bild

source: Are you sure you want to delete this team? This action cannot be undone.
sv_se: Är du säker att du vill ta bort detta team? Denna åtgärd kan inte ångras.

source: Loading progress...
sv_se: Laddar…

source: Completed Projects
sv_se: Avslutade Projekt

source: Pending Projects
sv_se: Pågående Projekt

source: Saving changes...
sv_se: Sparar ändringar…

source: Select a CSV File
sv_se: Välj en CSV-fil

source: Select a JSON File
sv_se: Välj en JSON-fil

source: Choose File
sv_se: Välj Fil

source: Tasks Completed
sv_se: Slutförda Uppgifter

source: Tasks Remaining
sv_se: Återstående Uppgifter

source: Oops, no projects found.
sv_se: Hoppsan, hittade inga projekt.

source: Oops, no users found.
sv_se: Hoppsan, hittade inga användare.

source: Oops, no teams found.
sv_se: Hoppsan, hittade inga team.

source: Please enter a task name
sv_se: Vänligen ge uppgiften ett namn

source: Please enter a project name
sv_se: Vänligen ge projektet ett namn

source: Saving...
sv_se: Sparar…

source: Save Changes
sv_se: Spara ändringar

source: Add Task
sv_se: Lägg till Uppgift

source: File Link
sv_se: Länk till Fil

source: File Info
sv_se: Filinformation

source: Date Uploaded
sv_se: Uppladdad den

source: Are you sure you want to delete this file?
sv_se: Är du säker du vill ta bort filen?

source: File Removed
sv_se: Fil Borttagen

source: New Subtask
sv_se: Ny Deluppgift

source: Create New Task
sv_se: Skapa Ny Uppgift

source: Task Description
sv_se: Uppgfitsbeskrivning

source: Assignee
sv_se: Ansvarig

source: Subtasks
sv_se: Deluppgifter

source: Attachments
sv_se: Bilagor

source: Include
sv_se: Inkludera

source: Task Name
sv_se: Uppgiftens Namn

source: Copy of
sv_se: Kopia av

source: Copy Task
sv_se: Kopiera Uppgift

source: Copy Project
sv_se: Kopiera Porjekt

source: Create New Project
sv_se: Skapa Nytt Projekt

source: Convert Tasks
sv_se: Konvertera Uppgifter

source: Assignee as Project creator
sv_se: Ansvarig samma som Projektets skapare

source: Subtasks as Tasks
sv_se: Deluppgifter som Uppgifter

source: Task Description as Project Description
sv_se: Uppgiftsbeskrivning§ som Projektbeskrivning

source: Convert Task to Project
sv_se: Konvertera Uppgift till Projekt

source: Loading tasks...
sv_se: Laddar uppgifter…

source: Close
sv_se: Stäng

source: Files
sv_se: Filer

source: Upload File
sv_se: Ladda upp Fil

source: Import Tasks
sv_se: Importera Uppgfiter

source: Importing via CSV
sv_se: Importera via CSV

source: Importing via JSON
sv_se: Importera via JSON

source: Importing
sv_se: Importerar

source: Sending...
sv_se: Skickar…

source: Comment
sv_se: Kommentar

source: Delete
sv_se: Ta bort

source: deleted
sv_se: borttagen

source: Create
sv_se: Skapa

source: Subtask Saved
sv_se: Deluppgift Skickad

source: Subtask Deleted
sv_se: Deluppgift borttagen

source: Creating Subtask
sv_se: Skapar Deluppgift

source: Changes Saved Successfully
sv_se: Ändringar Sparats

source: Message Removed
sv_se: Meddelande Borttaget

source: Uploading File
sv_se: Laddar upp Fil

source: Uploading Files...
sv_se: Laddar upp Filer…

source: File Uploaded
sv_se: Fil Uppladdad

source: Task already exists
sv_se: Uppgiften finns redan

source: Deleting Category...
sv_se: Tar bort Kategori…

source: Creating Category...
sv_se: Skapar Kategori…

source: Overview
sv_se: Sammanfattning

source: Discussion
sv_se: Diskussion

source: Due Tasks
sv_se: Försenade Uppgifter

source: Are you sure you want to permanently delete this category?
sv_se: Är du säker på att du vill ta bort den här kategorin permanent?

source: It appears that you have not uploaded a CSV file or a JSON file. Please make sure that the file format is correct and try again.
sv_se: Det verkar som du inte har laddat upp en CSV eller JSON-fil. Vänligen säkerställ att filformatet är korrekt och försök igen.

source: Are you sure you want to delete this project and all of its tasks?
sv_se: Är du säker på att du vill ta bort det här projektet och alla dess uppgifter?

source: No projects created yet. To create a project, click on the 'Add' button at the top right of the screen or click %s here %s
sv_se: Inget projekt har skapats ännu. För att skapa ett projekt, klicka på “Lägg till” knappen längs upp till höger eller klicka %s här %s

source: There was a problem loading the tasks for this project.
sv_se: Ett problem har uppstått när uppgifterna för projektet laddades upp.

source: There was a problem creating the task
sv_se: Ett problem har uppstått när uppgiften skapades

source: There was a problem saving the task.
sv_se: Ett problem har uppstått när uppgiften skapades.

source: There was a problem adding the project.
sv_se: Ett problem har uppstått när projektet lades till.

source: Problem removing message.
sv_se: Ett problem har uppstått när meddelandet togs bort.

source: There was a problem copying the task. Please try again.
sv_se: Ett problem har uppstått när uppgiften kopierades. Vänligen försök igen.

source: There was a problem converting the task
sv_se: Ett problem har uppstått när uppgiften konverterades

source: There was a problem exporting the task. Please try again.
sv_se: Ett problem har uppstått när uppgiften exporterades. Vänligen försök igen.

source: There was a problem exporting the tasks. Please try again.
sv_se: Ett problem har uppstått när uppgiften exporterades. Vänligen försök igen.

source: Projects
sv_se: Projekt

source: Page
sv_se: Sida

source: Task successfully created
sv_se: Uppgift skapad

source: Task updated successfully.
sv_se: Uppgift uppdaterad.

source: There was a problem loading the task
sv_se: Ett problem har uppstått när uppgiften laddades

source: Copying project...
sv_se: Kopiera Projekt…

source: There was an unexpected problem while copying the project
sv_se: Ett oförutsett problem uppstod när projektet kopierades

source: Project successfully copied
sv_se: Projektet har kopierats

source: You have a task that is due today
sv_se: Du har en uppgift vars slutdatum är idag

source: You have a task that is due tomorrow
sv_se: Du har en uppgift vars slutdatum är i morgon

source: Dismiss Notice
sv_se: Avfärda Notis

source: Select Assignee
sv_se: Välj Ansvarig

source: Save Task
sv_se: Spara Uppgift

source: Loading...
sv_se: Laddar…

source: Creating Project...
sv_se: Skapar Projekt…

source: Project created successfully
sv_se: Projekt skapat

source: Converting task to project...
sv_se: Konverterar uppgifter till projekt…

source: New project created
sv_se: Nytt projekt skapat

source: Go to Project
sv_se: Gå till Projekt

source: No date set
sv_se: Inget datum angivet

source: Printed from Zephyr Project Manager
sv_se: Utskriven från Zephyr Project Manager

source: There was a problem printing the project.
sv_se: Ett problem uppstod när projektet skrevs ut.

source: There was a problem. Please reload and try again.
sv_se: Ett problem uppstod. Vänligen försök igen.

source: There was a problem sending your message. Please try again.
sv_se: Ett problem uppstod när meddelandet skulle sändas. Vänligen försök igen.

source: There was a problem exporting the project to CSV.
sv_se: Ett problem uppstod när projektet skulle exporteras till CSV.

source: Category created.
sv_se: Kategori skapad.

source: There was a problem adding the category. Please try again.
sv_se: Ett problem uppstod när kategorin skulle läggas till. Vänligen försök igen.

source: There was a problem with the filtering.
sv_se: Ett problem uppstod vid filtreringen.

source: There was a problem deleting the project.
sv_se: Ett problem uppstod när projektet skulle tas bort.

source: There was a problem importing the file. Please try again.
sv_se: Ett problem uppstod vid import av filen. Vänligen försök igen.

source: Category deleted.
sv_se: Kategori borttagen.

source: There was a problem removing the category. Please try again.
sv_se: Ett problem uppstod när kategorin skulle tas bort. Vänligen försök igen.

source: Category changes saved.
sv_se: Ändringar i kategorin har sparats.

source: There was a problem updating the category. Please try again.
sv_se: Ett problem uppstod när kategorin skulle uppdateras. Vänligen försök igen.

source: Task deleted
sv_se: Uppgift borttagen

source: Problem deleting task
sv_se: Ett problem uppstod när uppgiften skulle tas bort

source: Project removed from the dashboard.
sv_se: Projektet borttaget från dashboarden.

source: Added to the dashboard.
sv_se: Tillagt till dashboarden.

source: There was a problem adding the project to the dashboard.
sv_se: Ett problem uppstod när projektet skulle adderas till dashboarden.

source: Removing project from dashboard.
sv_se: Ta bort projektet från dashboarden.

source: Creating task...
sv_se: Skapar uppgift…

source: Members saved
sv_se: Medlemmar sparade

source: Project status saved
sv_se: Projektstatus sparad

source: There was a problem updating the status.
sv_se: Ett problem uppstod när statusen skulle uppdateras.

source: New Column
sv_se: Ny Kolumn

source: Add new task
sv_se: Lägg till ny uppgift

source: Priority
sv_se: Prioritet

source: No description
sv_se: Ingen beskrivning

source: Task Copied
sv_se: Uppgift Kopierad

source: Copy Column
sv_se: Kopiera Kolumn

source: Copy Column to Project
sv_se: Kopiera Kolumn till Projekt

source: Delete Column
sv_se: Ta bort Kolumn

source: Column Copied
sv_se: Kolumn Kopierad

source: Please enter username for this user.
sv_se: Vänligen ange namn för denna användare.

source: Please enter an email address for this user.
sv_se: Vänligen ange en mejladress för denna användare.

source: Milestone
sv_se: Milsten

source: achieved
sv_se: uppnådd

source: Please enter a password for this user.
sv_se: Vänligen ange ett password för denna användare.

source: Please select a file.
sv_se: Välj en fil.

source: View Attachment
sv_se: Granska Bilaga

source: No attachments
sv_se: Inga bilagor

source: Download File
sv_se: Ladda ner Fil

source: Apply for Task
sv_se: Begär Uppgift

source: Are you sure that you want to delete this task?
sv_se: Är du säker på att du vill ta bort denna uppgift?

source: Create Team
sv_se: Skapa Team

source: Team saved
sv_se: Team sparat

source: No tasks
sv_se: Inga uppgifter

source: No subtasks
sv_se: Inga deluppgifter

source: Today
sv_se: Idag

source: Month
sv_se: Månad

source: Week
sv_se: Vecka

source: Day
sv_se: Dag

source: List
sv_se: Lista

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sun
sv_se: Sön

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tor

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: New Note
sv_se: Ny Anteckning

source: Create Note
sv_se: Skapa Anteckning

source: Text Field
sv_se: Textfält

source: Number Field
sv_se: Numeriskt fält

source: Date Field
sv_se: Datumfält

source: Select Field
sv_se: Optionslista

source: Checkbox (True / False)
sv_se: Kryssruta (True/False)

source: Rating Field
sv_se: Betygsfält

source: Default Value
sv_se: Förvalt Värde

source: Min Range
sv_se: Minsta Värde

source: Max Range
sv_se: Högsta värde

source: Checked by Default
sv_se: Förkryssad

source: Required
sv_se: Obligatorisk

source: Select Custom Field
sv_se: Välj Anpassat Fält

source: Number
sv_se: Numeriskt

source: Date
sv_se: Datum

source: Select
sv_se: Optionslista

source: Add Custom Field
sv_se: Lägg till Anpassat Fält

source: No value
sv_se: Inget värde

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: The template file you have selected does not exist. Please navigate to Zephyr > Settings > Frontend Settings and choose a different "Login Theme" to fix this.
sv_se: Temafilen du valt finns inte. Gå till Zephyr > Settings > Frontend Settings och välj ett annat “Login-tema” för att lösa detta.

source: %d Tasks
sv_se: %d Uppggifter

source: Unassigned
sv_se: Ej tilldelade

source: Overdue
sv_se: Försenade

source: Duration
sv_se: Tidsåtgång

source: Delete Task
sv_se: Ta bort Uppgift

source: Unarchive Task
sv_se: Återför Uppgift

source: Archive Task
sv_se: Arkivera Uppgift

source: Copy to Project
sv_se: Kopiera till Projekt

source: View Task
sv_se: Titta på Uppgift

source: Copy Column To Project
sv_se: Kopiera Kolumn till Projekt

source: Blocking Tasks
sv_se: Kritiska Uppgifter

source: Select tasks
sv_se: Välj Uppgifter

source: Milestones
sv_se: Milstenar

source: New Milestone
sv_se: Ny Milsten

source: Create New Milestone
sv_se: Skapa Ny Milsten

source: Select Blocking Tasks
sv_se: Välj Kritiska Uppgifter

source: Edit Milestone
sv_se: Ändra Milsten

source: Date not set.
sv_se: Datum en anigvet.

source: Due today.
sv_se: Sista dagen idag.

source: Due %s day ago.
sv_se: Förföll %s dag sedan.

source: Due %s days ago.
sv_se: Förföll%s dagar sedan.

source: Due %s months and %s days ago.
sv_se: Förföll %s månader och %s dagar sedan.

source: Due %s day from now.
sv_se: Förfaller om %s dag.

source: Due %s days from now.
sv_se: Förfaller om %s dagar.

source: Due %s month from now.
sv_se: Förfaller om %s månad.

source: %s months and %s days from now.
sv_se: Förfaller om %s månader och %s dagar.

source: Note
sv_se: Anteckning

source: Kanban Boards
sv_se: Kanbantavlor

source: Custom Fields & Templates
sv_se: Anpassade Fält & Mallar

source: Reports
sv_se: Rapporter

source: Clear
sv_se: Rensa

source: Default
sv_se: Förvalt

source: Select Color
sv_se: Välj Färg

source: Current Color
sv_se: Nuvarande Färg

source: Frontend Settings
sv_se: Frontend Inställningar

source: Asana Settings
sv_se: Asana Inställningar

source: Click to change to the Kanban or board view
sv_se: Klicka för att ändra till Kanban el tavelvy

source: Board (Kanban)
sv_se: Tavla (Kanban)

source: Organize your work like sticky notes on a board.
sv_se: Organisera ditt arbete som PostIt-lappar på en tavla.

source: Gantt Chart (Timeline)
sv_se: Gantt Diagram (Tidslinje)

source: Organize your work with a visual Gantt timeline chart.
sv_se: Organisera ditt arbete som ett visuellt Gantt diagram.

source: Search...
sv_se: Sök…

source: Enter a search term...
sv_se: Ange ett sökbegrepp…

source: Go to Frontend
sv_se: Gå Till Frontend

source: Delete Milestone?
sv_se: Radera Milsten?

source: Are you sure you would like to permanently delete this milestone?
sv_se: Är du säker på att du vill radera denna milsten permanent?

source: Added
sv_se: Tillagd

source: No milestones added for this project
sv_se: Ingen milsten har adderats detta projekt

source: Untitled Report
sv_se: Namnlös Rapport

source: No Project
sv_se: Inget Projekt

source: All Projects
sv_se: Samtliga Projekt

source: New Line
sv_se: Ny Rad

source: Calendar
sv_se: Kalender

source: All
sv_se: Samtliga

source: Incompleted
sv_se: Ej Slutförda

source: Projects Overview
sv_se: Projekt Överblick

source: Active Projects
sv_se: Pågående Projekt

source: Tasks Overview
sv_se: Uppgifter Överblick

source: Tasks Total
sv_se: Totala Uppgifter

source: Active Tasks
sv_se: Pågående Uppgifter

source: Tasks Due This Week
sv_se: Att Göra Denna Veckan

source: You have no tasks due this week
sv_se: Du har inga uppgifter som förfaller den här veckan

source: New User Task Applications
sv_se: Nya Ansökningar om Uppgifter

source: View All
sv_se: Se Samtliga

source: User Overview
sv_se: Användare Överblick

source: Daily Tasks
sv_se: Dagens Uppgifter

source: Welcome to your Dashboard. To add projects to the dashboard and keep track of important projects, navigate to the Projects page and click on the options button for the project and select the option "Add to Dashboard".
sv_se: Välkommen till din Dashboard,. För att lägga till projekt till dashboarden och hålla koll på viktiga projekt, gå till Projektsidan och klicka på options-knappen för projektet, och välj optionen “Lägg till Dashboard”.

source: File Manager
sv_se: Filhanterare

source: Upload Files
sv_se: Ladda upp Filer

source: All Files
sv_se: Samtliga Filer

source: No Task
sv_se: Ingen Uppgift

source: No Files
sv_se: Inga Filer

source: Login Required
sv_se: Inloggning Krävs

source: Please log in to view this page.
sv_se: Vänligen logga in för att se denna sida.

source: Incorrect login details. Please try again.
sv_se: Felaktiga inloggningsuppgifter. Vänligen försök igen.

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: OR
sv_se: QR

source: Unique ID
sv_se: Unikt ID

source: Log In
sv_se: Logga In

source: Back to Home
sv_se: Hem

source: You do not have access to this page
sv_se: Du har inte access till den här sidan

source: All Milestones
sv_se: Samtliga Milstenar

source: Active Milestones
sv_se: Aktiva Milstenar

source: Completed Milestones
sv_se: Slutförda Milstenar

source: This project does not exist or has been deleted.
sv_se: Detta projekt finns inte eller har tagits bort.

source: Sorry, you do not have access to this project.
sv_se: Du saknar tyvärr åtkomst till det här projektet.

source: Type:
sv_se: Typ:

source: Kanban (Board)
sv_se: Kanban (Tavla)

source: Gantt (Timeline)
sv_se: Gantt (Tidslinje)

source: Organize your work in an itemized list.
sv_se: Organisera ditt arbete som en lista.

source: Copy Link
sv_se: Kopiera Länk

source: Like
sv_se: Gilla

source: More Options
sv_se: Fler Val

source: Export Project
sv_se: Exportera Projekt

source: Hide Completed Tasks
sv_se: Dölj Slutförda Uppgifter

source: Add to Dashboard
sv_se: Lägg till Dashboard

source: Delete Project
sv_se: Ta bort Projekt

source: Members
sv_se: Medlemmar

source: Progress
sv_se: Framsteg

source: Estimated Date of Completion
sv_se: Beräknat Färdigdatum

source: Project Managers
sv_se: Projektledare

source: Categories
sv_se: Kategorier

source: No categories assigned
sv_se: Inga kategorier tilldelade

source: Select Status
sv_se: Välj Status

source: Select Project Managers
sv_se: Välj Projektledare

source: There are no categories yet. You can create categories %s here %s
sv_se: Det finns inga kategorier ännu,. Du kan skapa kategorier %s här %s

source: Select Categories
sv_se: Välj Kategorier

source: Back to Projects
sv_se: Tillbaka till Projekt

source: There are no tasks yet.
sv_se: Det finns inga uppgifter ännu.

source: Write comment...
sv_se: Skriv en kommentar…

source: Select Project Members
sv_se: Välj Projektmedlemmar

source: Save Members
sv_se: Spara Medlemmar

source: Project Status
sv_se: Projekstatus

source: Update Status
sv_se: Uppdatera Status

source: Filter by member
sv_se: Filtrera per medlem

source: Date Completed
sv_se: Datum Slutfört

source: Project Settings
sv_se: Porjektinställningar

source: New Tasks
sv_se: Nya Uppgifter

source: Task Completed
sv_se: Slutförda Uppgifter

source: Project Comments
sv_se: Projektkommentarer

source: Task Comments
sv_se: Uppgiftskommentarer

source: Assigned Task Comments
sv_se: Tilldelade Uppgifter - Kommentarer

source: New Subtasks
sv_se: Ny Deluppgifter

source: Weekly Update
sv_se: Veckouppdatering

source: Save Settings
sv_se: Spara Inställningar

source: You do not currently have access to view this project.
sv_se: Du saknar f n åtkomst för att titta på det här projektet.

source: All projects
sv_se: Samtliga Projekt

source: My Projects
sv_se: Mina Projekt

source: Projects assigned to you.
sv_se: Projekt som tilldelats dig.

source: View Archived Projects
sv_se: Titta på Arkiverade Projekt

source: Showing
sv_se: Visar

source: of
sv_se: av

source: pages
sv_se: sidor

source: No projects found...
sv_se: Inga projekt funna…

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Choose a category
sv_se: Välj en kategori

source: No categories available.
sv_se: Inga kategorier tillgängliga.
