Repository: common-repository/zephyr-project-manager
Catalog: languages/zephyr-project-manager-*.po
Languages: sv_se

source: Automatically update start and due dates
sv_se: Automatisk uppdatering av start- och slutdatum

source: Load More
sv_se: Ladda in mer

source: ICS File
sv_se: ICS fil

source: New Priority
sv_se: Ny Prioritet

source: Priorities
sv_se: Prioriteter

source: New Status
sv_se: Ny Status

source: Statuses
sv_se: Statusar

source: Printing...
sv_se: Skriver ut…

source: Welcome to the Dashboard. To add projects to the dashboard and keep track of important projects, navigate to the %s Projects %s page and click on the options button for the project, then select the option %s Add to Dashboard %s.
sv_se: Välkommen till Dashboarden. För att lägga till projekt till Dashboarden och hålla koll på viktiga projekt, gå till %s Projekt %s sidan och klicka på Options-knappen för projektet och välj option %s Lägg till Dashboard %s.

source: Support me on Patreon
sv_se: Stöd mig på Patreon

source: If you like the plugin and what I do and would like to help me improve the plugin more, please consider supporting me on Patreon. This would help a lot in being able to work on the plugin full-time and focus more on it to make it better and add new features. Thank you so much.
sv_se: Om du gillar min plugin och vad jag gör och skulle vilja hjälpa mig att förbättra den ytterligare, vänligen fundera på att stödja mig på Patreon. Det skulle möjliggöra att jag kan arbeta fulltid på min plugin och fokusera mer på den och lägga till nya funktioner. Tack så mycket.

source: Linked Devices
sv_se: Länkade Enheter

source: Displays all your linked mobile devices using the Zephyr Project Manager mobile app
sv_se: Visar alla länkade enheter som använder Zephyr Project Manager mobilapp

source: There are no devices linked to your website. You can download the Android app from the Play Store %s here to start managing your projects from your device and get more done. %s
sv_se: Det finns inga enheter som är länkade till din webbsida. Du kan ladda ner Android-appen från Play Store %s här för att börja hantera dina projekt från din enhet och få mer gjort. %s

source: Can't edit administrators
sv_se: Kan inte ändra administratörer

source: Edit Member
sv_se: Ändra Medlem

source: Profile Picture
sv_se: Profilbild

source: Task Assigned
sv_se: Uppgift Tilldelad

source: New Project Tasks
sv_se: Nya Projektuppgifter

source: Role
sv_se: Roll

source: Allow access to Zephyr
sv_se: Tillåt åtkomst till Zephyr

source: Unfollow
sv_se: Sluta följa

source: Weekly Progress Update
sv_se: Veckovis Framsteg

source: View Projects
sv_se: Se Projekt

source: View Projects in WordPress
sv_se: Se Projekt i WordPress

source: Created by %s on $s
sv_se: Skapad av %s den $s

source: Go to Task
sv_se: Gå till Uppgfit

source: View Task in WordPress
sv_se: Se Uppgift i WordPress

source: Reply with %s to mark as complete | %s to comment
sv_se: Svara med %s för att markera som slutförd | %s för att kommentera

source: Extensions
sv_se: Utökningar

source: Zephyr Project Manager add-ons to increase productivity and integrate with your favourite tools
sv_se: Zephyr Project Manager tillägg för att öka produktiviteten och integrera med dina favoritverktyg

source: Get Now
sv_se: Skaffa Nu

source: Installed
sv_se: Installerad

source: Documentation
sv_se: Dokumentation

source: Click here to view the in-depth documentation on all the features and how to use and make the best out of Zephyr Project Manager.
sv_se: Klicka här för att se detaljerad dokumentation av samtliga funktioner och hur de ska användas för att få ut så mycket som möjligt av Zephyr Project Manager.

source: Support / Contact
sv_se: Support / Kontakt

source: Click here to go to the website where you can contact me and ask any questions or requests that you might have. You can also contact me at dylanjkotze@gmail.com at any time and I will respond as soon as possible to help as best I can :)
sv_se: Klicka här för att gå till webbsidan där du kan kontakta mig med ev frågor eller förslag. Du kan också närsomhelst kontakta mig på dylanjkotze@gmail.com. Jag kommer att svara så snart det är möjligt och hjälpa dig så bra jag kan.:)

source: Feature Requests & Bugs
sv_se: Funktionsförslag och buggar

source: Have any great ideas for new features to add or are there features you would like me to implement for you? I am always happy to help with this and you can contact me dylanjkotze@gmail.com at any time and I will respond as soon as possible to assist you further :)
sv_se: Har du några bra idéer för nya funktioner eller finns det funktioner du skulle vilja jag implementerade åt dig? Jag hjälper dig gärna med det och du kan närsomhelst kontakta mig på dylanjkotze@gmail.com. Jag kommer svara så snart som möjligt och hjälpa dig vidare :)

source: Get Zephyr Project Manager Premium
sv_se: Skaffa Zephyr Project Manager Premium

source: Click here to look at what the Premium add-on has to offer. Including many new features such as a fully customizable Frontend Project Manager, Custom Fields, Kanban Editor, Asana Integration and more!
sv_se: Klicka här för att se vad Premium-versionen erbjuder. Flera nya funktioner är inkluderade som t ex en fullt anpassningsbar Frontend Project Manager, Anpassade Fält, Kanbantavla, Integration med Asana och mycket mer!

source: Donate and Supporting the Plugin
sv_se: Donera och stöd denna Plugin

source: If you like the plugin and would like to support it to continue adding great new features and improvements, please consider supporting me on Patreon or via PayPal. It would truly mean so much to me!
sv_se: Om du gillar detta tillägg och skulle vilja stödja det för att fortsätta få nya funktioner och förbättringar, vänligen fundera på att stödja mig på Patreon elIer via PayPal. Det skulle verkligen betyda mycket för mig!

source: If you enjoy using the plugin and have two minutes to spare, please consider leaving a review here - it would truly mean the world to me!
sv_se: Om du gillar att använda detta tillägg och har två minuter över, vänligen fundera på att skriva en recension här - det skulle verkligen betyda mycket för mig!

source: More Zephyr Plugins
sv_se: Flera Zephyr Tillägg

source: Zephyr Admin Theme allows you to visually transform and reimagine your WordPress dashboard into a completely modernized version. It also includes custom colors selection, beautiful predefined themes, a dark and light mode, login screen customization and much more! Click here to view the WordPress page and give it a try :)
sv_se: Zephyr Admin Theme hjälper dig att visuellt transformera din WordPress Dashboard till ett moderniserat utseende. Du kan anpassa färgval och får tillgång till tjusiga teman i mörk och ljus färgton. Du kan anpassa din login-funktion och mycket mer! Klicka här för att pröva :)

source: Support the plugin on Patreon
sv_se: Stöd detta tillägg på Patreon.

source: If you like the plugin and would like to help improve the plugin further, please consider supporting me on Patreon. This would help a lot in being able to work on the plugin full-time and focus more on it to make it better and add new features. Thank you so much.
sv_se: Om du gillar det här tillägget och vill hjälpa till att förbättra det ytterligare är du välkommen att stödja mig via Patron. Det skulle hjälpa mig mycket att kunna jobba heltid med detta tillägg för att förbättra och utöka det med ny funktionalitet. Tack så mycket.

source: Edit Multiple Tasks
sv_se: Ändra Flera Uppgifter

source: Toggle setting
sv_se: Ändra inställning

source: Assignees
sv_se: Ansvariga

source: Update Selected Tasks
sv_se: Uppdatera Valda Uppgifter

source: New Task List
sv_se: Ny Uppgiftslista

source: Create Tasks
sv_se: Skapa Uppgifter

source: New User Story
sv_se: Ny User Story

source: User Story Name
sv_se: User Story Namn

source: User Story Description
sv_se: User Story Beskrivning

source: Blocking User Stories
sv_se: Kritiska User Stories

source: Parent User Story
sv_se: Övergripande User Story

source: Repeat Every
sv_se: Upprepa Varje

source: Set Priority
sv_se: Sätt Prioritet

source: This option is only available in the Pro version.
sv_se: Den här funktionen är endast tillgänglig i Pro-versionen.

source: Purchase the Pro Add-On Now
sv_se: Köp Pro-tillägget Nu

source: Add File
sv_se: Lägg Till Fil

source: Create User Story
sv_se: Skapa User Story

source: New Attachment
sv_se: Ny Bilaga

source: Upload Attachment
sv_se: Ladda Upp Bilaga

source: Export names instead of IDs
sv_se: Exportera namn i stället för IDn

source: From
sv_se: Från

source: To
sv_se: Till

source: Columns to Export
sv_se: Kolumner Att Exportera

source: Export
sv_se: Exportera

source: Whats new in Zephyr Project Manager
sv_se: Nyheter i Zephyr Project Manager

source: Edit Project
sv_se: Ändra Projekt

source: About this project
sv_se: Om det här projektet

source: No files
sv_se: Inga filer

source: Manage your project using SCRUM principles.
sv_se: Managera ditt projekt enligt SCRUM-principer.

source: Product Name
sv_se: Produkt Namn

source: Product Vision
sv_se: Produkt Vision

source: Product Master
sv_se: Välj Produktmaster

source: Select Product Master
sv_se: Välj Projektmasters

source: There are no categories yet. You can create categories %s here %s.
sv_se: Det finns inga kategorier ännu. Du kan skapa kategorier %s här %s.

source: Copy Shortcode
sv_se: Kopiera Shortcode

source: Add Task List
sv_se: Lägg till Uppgiftslista

source: Add User Story List
sv_se: Lägg till User Story lista

source: Comments
sv_se: Kommentarer

source: Select All
sv_se: Välj Samtliga

source: Percent Complete
sv_se: Procent Slutfört

source: My Notifications
sv_se: Mina Påminnelser

source: Additional Notification Emails (Comma Separated)
sv_se: Ytterligare Meddelande

source: Additional Emails
sv_se: Ytterligare Email

source: No discussion yet
sv_se: Inga diskussioner ännu

source: About this task
sv_se: Om den här uppgfiten

source: Sorry, you do not have access to this task.
sv_se: Du saknar tyvärr åtkomst till denna uppgift.

source: Go To Parent Task
sv_se: Gå till Huvuduppgift

source: Like Task
sv_se: Gilla Uppgift

source: No subtasks created.
sv_se: Inga deluppgifter skapade.

source: Uploading...
sv_se: Laddar upp…

source: Not assigned to any members
sv_se: Ej tilldelad till någon medlem

source: Assigned Team
sv_se: Tilldelat Team

source: Not assigned to any teams
sv_se: Ej tilldelat till något team

source: No description added
sv_se: Ingen beskrivning tillagd

source: Create more detailed and personalized tasks by creating your own custom fields and assigning them to any tasks.
sv_se: Skapa mer detaljerade och personliga uppgifter genom att skapa dina egna anpassade fält och lägg till dem till alla dina uppgifter.

source: Beautiful & Customizable Frontend
sv_se: Tjusig & Anpassningsbar Frontend

source: Reporting and Advanced Search
sv_se: Rapporter och Avancerad Sökning

source: Create detailed project progress reports for any project and customize which data should be shown in the report. You can then print or save the reports.
sv_se: Skapa detaljerade statusrapporter för vilket projekt som helt, och anpassa vilka data som ska visas i rapporten. Du kan även skriva ut och spara rapporter.

source: Create reusable and useful templates for your tasks with your custom fields, to add to your tasks in a single click and customize your projects and tasks to your needs.
sv_se: Skapa återanvändbara mallar med dina anpassade fält och lägg till dessa till dina uppgifter med ett enda klick för att bättre anpassa dina uppgifter till dina behov.

source: Mobile App
sv_se: Mobilapp

source: Manage your projects and tasks on the go and stay up to date from anywhere. Increase your productivity now with this beautifully designed Android app and get more work done, wherever you are.
sv_se: Uppdatera dina projekt och uppgifter var du än är och öka din produktivitet med denna tjusigt designade Android app för att få mer saker gjorda.

source: And much more...
sv_se: Och mycket mer…

source: Plus many more features. If you have any feature suggestions I would be more than happy to hear them. You can contact me at dylanjkotze@gmail.com.
sv_se: Plus många fler funktioner. Om du har några förslag på funktioner så skulle jag vara mycket glad om jag fick höra om dessa. Du kan kontakta mig på dylanjkotze@gmail.com.

source: Get Zephyr Pro Now
sv_se: Skaffa Zephyr Pro Nu

source: Select a project to display the progress for.
sv_se: Välj ett projekt att visa status för.

source: Use Category Color
sv_se: Färg för kategori

source: Use Status Color
sv_se: Färg för status

source: Use Priority Color
sv_se: Färg för prioritet

source: General Settings
sv_se: Allmänna Inställningar

source: Tools
sv_se: Verktyg

source: Advanced
sv_se: Avancerade

source: Hide WordPress Dashboard Widgets
sv_se: Dölj WordPress Dashboard Widgets

source: Hidden
sv_se: Dolda

source: Projects Per Page
sv_se: Projekt Per Sida

source: Tasks Per Page
sv_se: Uppgifter Per Sida

source: Group Projects by Category
sv_se: Gruppera Projekt efter Kategori

source: Enable grouping of projects by category
sv_se: Aktivera gruppering av projekt efter kategori

source: Display Project ID
sv_se: Visa ProjektID

source: Display Unique Project ID
sv_se: Visa Unikt ProjektID

source: Display Auto Increment Project ID
sv_se: Visa Automatiskt Uppräknat ProjektID

source: Display Task ID
sv_se: Visa UppgiftsID

source: Directly link to project
sv_se: Direktlänk till projekt

source: Directly link to task
sv_se: Direktlänk till uppgfit

source: Default Project Tab
sv_se: Förvald Projektflik

source: Email Settings
sv_se: Email-inställningar

source: From Name
sv_se: Från Namn

source: From Email
sv_se: Från Email

source: Send emails to all users (not assigned users only)
sv_se: Skicka email till alla användare (ej uppgiftsägare)

source: Permissions & Capabilities
sv_se: Behörigheter och Förmågor

source: Which Roles Can Access Zephyr Project Manager
sv_se: Vilka Roller har åtkomst till Zephyr Project Manager

source: Who can complete tasks
sv_se: Vem kan sätta uppgifter som slutförda

source: Everyone
sv_se: Alla

source: Only Assigned Users
sv_se: Endast Uppgiftsägare

source: Only Administrators & Managers
sv_se: Endast Admins & Managers

source: Nobody
sv_se: Ingen

source: Allow users to only view own files
sv_se: Låt användare att endast se sina egna filer

source: Allow users to view other members on the site
sv_se: Låt användare att se andra medlemmar på webplatsen

source: Enable extended file uploader with external link input
sv_se: Aktivera utökad filuppladdning med externlänk

source: Disable files globally
sv_se: Deaktivera filer globalt

source: Allow users to only view categories with projects they are members of
sv_se: Låt användare att endast se kategorier för projekt de är medlemmar i

source: Default Status
sv_se: Förvald Status

source: Customization
sv_se: Anpassning

source: Primary Dark Color
sv_se: Primär Mörk Färg

source: Primary Light Color
sv_se: Primär Ljus Färg

source: Dates & Calendar Settings
sv_se: Datum & Kalender Inställningar

source: Calendar First Day
sv_se: Veckan Börjar På

source: Date Format
sv_se: Datumformat

source: Show Time
sv_se: Visa Tid

source: Calendar Task Colors
sv_se: Kalenderfärg Uppgifter

source: Show calendar due date only
sv_se: Visa endast slutdatum i kalender

source: Calendar Text Color
sv_se: Kalenderfärg Text

source: Enable public synced ICS file
sv_se: Aktivera publikt synkad ICS fil

source: File will be available at %s
sv_se: Fil är tillgänglig vid %s

source: Mentions Email
sv_se: Email När Nämnts

source: File Settings
sv_se: Filinställningar

source: File Icon
sv_se: Filikon

source: Folder Icon
sv_se: Folderikon

source: Task Settings
sv_se: Uppgift Inställningar

source: Hide completed tasks on My Tasks page
sv_se: Dölj slutförda uppgifter på sidan Mina Uppgfiter

source: Automatically unassign users from tasks when removed from the project
sv_se: Bortkoppla användare automatiskt från uppgifter när de tas bort från projektet

source: Enable the task "Duration" field
sv_se: Aktivera fältet “Uppgiftens Längd”

source: Enable the blocking tasks feature
sv_se: Aktivera funktionen för kritiska uppgifter

source: Disable Authentication for REST API Requests
sv_se: Avaktivera autentisering för REST API Frågor

source: Enable Node Server (For real-time updates)
sv_se: Aktivera Node Server (för realtidsuppdateringar)

source: Export Tasks To CSV
sv_se: Exportera Uppgifter till CSV

source: Export Projects To CSV
sv_se: Exporter Projekt till CSV

source: Custom CSS
sv_se: Anpassa CSS

source: DELETE all Zephyr Project Manager Data
sv_se: TA BORT samtliga Zephyr Project Manager Data

source: No tasks created yet. To create a task, click on the 'Add' button at the top right of the screen or click %s here %s
sv_se: Inga uppgifter skapade ännu. För att skapa en uppgift, klicka på “Lägg Till”-knappen högst upp till höger eller klicka %s här %s

source: No tasks created yet.
sv_se: Inga uppgifter skapade ännu.

source: Import from CSV
sv_se: Importera från CSV

source: Import from JSON
sv_se: Importera från JSON

source: Complete Tasks
sv_se: Slutförda Uppgifter

source: Archived Tasks
sv_se: Arkiverade Uppgifter

source: Add New
sv_se: Lägg Till Ny

source: active
sv_se: aktiv

source: Active
sv_se: Aktiv

source: archived
sv_se: arkiverad

source: Delete Selected
sv_se: Ta Bort Valda

source: Archive Selected
sv_se: Arkivera Valda

source: Edit Selected
sv_se: Ändra Valda

source: Bulk Edit Access
sv_se: Ändra Access för Flera

source: There are no teams yet...
sv_se: Det finns inga team ännu…

source: Team Name
sv_se: Team Namn

source: Team Description
sv_se: Team Beskrivning

source: Get Things Done
sv_se: Få Saker Gjort

source: Create unlimited projects, tasks and subtasks and manage them easily and get work done all inside WordPress.
sv_se: Skapa obegränsat antal projekt, uppgifter och deluppgifter och hantera dem produktivt och enkelt, allt inifrån WordPress.

source: Communicate and collaborate
sv_se: Kommunicera och samarbeta

source: Manage user roles, receive updates and notifications via email and add comments and discussions to tasks and projects.
sv_se: Hantera roller, få uppdateringar och påminnelser via email och lägg till kommentarer och diskussioner till uppgifter och projekt.

source: Calender and Staying up to date
sv_se: Kalender och Håll Dig Uppdaterad

source: Plan tasks correctly with the built in calender. See upcoming, completed and tasks in progress. You will also receive notifications within WordPress and email notifications.
sv_se: Planera uppgifter med den inbyggda kalendern. Se kommande, slutförda och pågående uppgifter. Du får också påminnelser inne i WordPress och påminnelser via email.

source: Manage Files
sv_se: Hantera Filer

source: Manage, view and download files from discussions all in one place.
sv_se: Hantera, se och ladda ner filer från diskussioner.

source: Progress tracking and Statistics
sv_se: Statusuppföljning och Statistik

source: Automatic progress tracking and statistic updates, help keep you in the loop and keep the projects on track.
sv_se: Automatisk uppföljning av status och statistiska uppdateringar håller dig i loopen och hjälper dig att se till att projektet följer planen.

source: Get started and create your first project.
sv_se: Kom igång och skapa ditt första projekt.

source: Zephyr Project Manager PRO version %s or higher is required. To continue using all the Pro features and avoid any incompatibility, please update it by going to Plugins > Zephyr Project Manager Pro and clicking the Update button.
sv_se: Zephyr Project Manager PRO version %s eller högre krävs. För att fortsätta använda alla funktioner i Pro och undvika kompatibilitetsproblem, vänligen uppdatera genom att gå till Tillägg > Zephyr Project Manager Pro och klicka Uppdatera.
